"AboutBoxString" = "Erstellt mit Compressor";
"HelpMsg" = "Informationen zum Verwenden von Droplets findest du im Compressor-Benutzerhandbuch, das im Compressor Menü „Hilfe“ verfügbar ist.";
"Untitled" = "Ohne Titel";

"DestinationLocation" = "Zielspeicherort";
"Choose" = "Auswählen …"; /* default button title in the choose destinaton dialog */

"DropFilesHere" = "Dateien hier ablegen"; /* help text displayed in source files view when no files are present */

/* cluster menu */
"ThisComputer" = "Dieser Computer";
"SubmitPriority" = "Priorität";
"SubmitPriorityLow" = "Gering";
"SubmitPriorityMedium" = "Mittel";
"SubmitPriorityHigh" = "Hoch";
"NoClusters" = "Ohne";
"Other" = "Andere …";

/* Launch droplet alert */
"DropletLaunchFailed" = "Dieses Droplet muss aktualisiert werden, um Compressor zu finden.";
"DropletLaunchErrorMsg" = "Um alle Droplets auf diesem Computer anzupassen, klicke auf den Tab „Erweitert“ in den Einstellungen von Compressor, und klicke anschließend auf „Droplets aktualisieren“.";
"OKButton" = "OK";

/* Job Action related */
"NoJobAction" = "Ohne";
"VerifyingLogin" = "Überprüfen …";

/* CQBatchSubmitter */

/* SMB Sharing */
"SMBSharingPreferencesNotSetUpError" = "Möchtest du ohne verteilte Verarbeitung fortfahren?";

"SMBSharingLearnMoreInfo" = "Um bei diesem Auftrag verteilte Verarbeitung nutzen zu können, muss die SMB-Dateifreigabe in den Systemeinstellungen aktiviert werden. Um mehr über verteilte Verarbeitung und SMB-Dateifreigaben zu erfahren, klicke auf „Weitere Infos“.\n\nUm diesen Job nur auf diesem Computer zu verarbeiten, klicke auf „Fortfahren“.\n";

"ContinueButton" = "Fortfahren";
"LearnMoreButton" = "Weitere Infos …";

"ClusterNodesNotAvailableError" = "Nicht verfügbare Computer der Gruppe „Geteilte Berechnung“.";
"ClusterNodesNotAvailableMoreInfo" = "Compressor kann aus folgenden Gründen die Verarbeitung nicht auf alle Computer dieser Gruppe verteilen:\n\n";

"ClusterNodesNotAvailableItemFormat" = "•\t%@\n";
"ComputerUnavailableOrOffline" = "Computer nicht verfügbar oder offline";
"UntrustedServerCertificate" = "Serverzertifikat wird nicht vertraut";
"MissingPassword" = "Fehlendes Passwort";

"ClusterNodesNotAvailableRecoverySuggestion" = "Öffne die Einstellung „Geteilte Computer“, um diese Probleme zu beheben.\n";

"IgnoreButton" = "Ignorieren";
"OpenPreferencesButton" = "Einstellungen öffnen";

/* Cluster node macOS compatibility check during batch submit */
"ClusterNodesNotMacOSCompatibleError" = "Möchtest du mit verteilter Verarbeitung fortfahren?";
"ClusterNodesNotMacOSCompatibleMoreInfo" = "Einige der Cluster-Knoten der Computergruppe „%@“ verwenden eine ältere Version von macOS. Die Renderqualität kann reduziert sein.\n\nUm diesen Auftrag mit den verfügbaren Knoten zu verarbeiten, klicke auf „Fortfahren“.\n";

"UntitledClusterName" = "Ohne Titel";

/* Submit related errors */
"SubmitNoClusterErrorMsg" = "Fehler beim Senden an die Warteliste";
"SubmitNoClusterErrorInfo" = "Bitte starte deinen Computer neu oder überprüfe, ob Compressor korrekt installiert wurde.";
"CancelButton" = "Abbrechen";
"RepairCompressorButton" = "Compressor reparieren";

"BatchSubmissionFailedErrorFormat" = "Stapelübertragung fehlgeschlagen: %@";

"QueueFullAlertMessageText" = "Zu viele Verarbeitungsstapel";
"QueueFullAlertInfoText" = "Die Umcodierung wird verfügbar, wenn die Anzahl der aktiven Stapel geringer ist als die Begrenzung für die Warteschlange, die in den App-Einstellungen festgelegt wurde.";
